{"meta":{"title":"Hexo","subtitle":null,"description":null,"author":"ypc","url":"http://yoursite.com","root":"/"},"pages":[],"posts":[{"title":"文章1","slug":"文章1","date":"2019-08-09T08:44:02.000Z","updated":"2019-08-09T09:30:48.696Z","comments":true,"path":"2019/08/09/文章1/","link":"","permalink":"http://yoursite.com/2019/08/09/文章1/","excerpt":"我的博客","text":"我的博客 我存在的意义 人生到底是上升，或者下坠，完全取决于你如何看待人生，倘若在遭受打击时，当你细细品味痛苦的滋味，慢慢咀嚼失意怅惘之时，仍能体会到生命的美好之处，你就永远都不会忘记这种刻骨铭心的感受。在烈日晴空下，我们很难看见天上迷人的星空，也很难看见四周的灯火；但是当黑夜降临的时候，我们却能够看见天上点点繁星，看见迷人的万家灯火，也能看见各式各样发光的物体，黑夜中有着迷人的一番景象。 在这时光飞逝的日子里，在这日夜交替的反复中，我常想起这句话：黑夜给了我一双明亮的眼睛，让我来寻找光明。是的，黑夜给了我一双明亮的眼睛，就是让我来寻找光明的！是什么理由让我有这么多的感触，每天简简单单地过就好，原本脱离世俗的心渐渐平复，却总是被身边一些不认识的人而感动，同样是年轻人，他她们能用心去感悟生命，体验生活，并快乐着。而我却是一天一天被无为所知的烦恼困扰着，一天一天失去青春的热情，一天一天平淡下去。 在黑暗中寻找光明你如果在黑夜中点燃一根烛火，那么很远地方的人都能够看见；如果你自己是个发光的物体，那么你就会吸引很多人的目光，会吸引很多向光性的生物聚拢到你的身旁来；如果你发出如烈日般的光芒，那么黑暗自然也就消失了，黑夜也会顿时变成了白天。人生本有缺憾。人生固然应在光明中引吭高歌，但也应在黑暗中悄然绽放。阳光只有通过裂缝才能绽放出光彩。史玉柱虽因巨人集团成中国首“负”，但他敢于承担责任，以“脑白金”，这一红遍中国的保健品而走出阴影；史铁生的美在于自嘲“职业是生病，写作是业余”；萨布利亚·坦贝肯的魅力在于虽然双目失明，但用心与希望点燃了自己的梦想之灯，同时又用自己创造的藏盲文点燃了许多人的梦想之灯。如果黑暗开始侵蚀心灵，只有慢慢等待自己找寻光明。他们将光明融入阴影，在黑暗中寻找光明。此时若能化挫折为动力，化困境为动能，那些打击你的人，就是上天给你最好的礼物，也是上天给你最好的成全。天逐渐的黯淡下来，阳光没在黑云里，路灯陆续闪了起来，白日里的冰冷好像有了一丝温馨的气息。 逆境，其实也就是严寒酷暑；也就是暴风骤雨、电闪雷鸣；也就是月黑风高；也只是生命过程里的一种情境，看你如何抽丝剥茧去突破，也正因为生命有了困境和磨难，反而让你的生命更加茁壮与饱满。唯有勇渡生命低潮，掌握住逆势中的反向力量，才能趁势而起。 文章链接[http://www.28404.com/zhelisanwen/794.html]","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2019-08-09T07:15:15.580Z","updated":"2019-08-09T07:15:15.580Z","comments":true,"path":"2019/08/09/hello-world/","link":"","permalink":"http://yoursite.com/2019/08/09/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}]}